

export default JSON.parse(localStorage.getItem("CardsLocal")) || [
  {
    "id": 1,
    "title": "аНаименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10001
  },
  {
    "id": 2,
    "title": "бНаименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10002
  },
  {
    "id": 3,
    "title": "вНаименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10003
  },
  {
    "id": 4,
    "title": "гНаименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10004
  },
  {
    "id": 5,
    "title": "дНаименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10005
  },
  {
    "id": 6,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10006
  },
  {
    "id": 7,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10007
  },
  {
    "id": 8,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10008
  },
  {
    "id": 9,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10009
  },
  {
    "id": 10,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10010
  },
  {
    "id": 11,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10011
  },
  {
    "id": 12,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10012
  },
  {
    "id": 13,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10013
  },
  {
    "id": 14,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10014
  },
  {
    "id": 15,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10015
  },
  {
    "id": 16,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10016
  },
  {
    "id": 17,
    "title": "Наименование товара",
    "image": "../../assets/cardImage.jpg",
    "description": "Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк",
    "price": 10017
  }
]